q1 = [
    'Математика — это ключ и дверь ко всем наукам.',
    '— Галилео Галилей'
        ]
q2 = [
    'Нельзя быть настоящим математиком, не будучи немного поэтом.', 
    '— Карл Теодор Вильгельм Вейерштрасс'
        ]
q3 = [
    'Если теорему так и не смогли доказать, она становится аксиомой.', 
    '— Евклид'
        ]
q4 = [
    'Математику уже затем учить надо, что она ум в порядок приводит.', 
    '— Михаил Васильевич Ломоносов'
        ]
q5 = [
    'Величие человека - в его способности мыслить.', 
    '— Блез Паскаль'
        ]
